[M_DefendSlabTower MissionDefinition]
MissionName="Defenda o Território dos Slabs"
MissionDescription="De vez em quando a Hyperion lança suprimentos no território de Brick por engano. A corporação planeja enviar um pequeno contingente de robôs para recuperar ou destruir um desses carregamentos. Brick pediu sua ajuda para defendê-lo."
TurnInDescription="Você conseguiu defender os suprimentos da Hyperion e assim, tomou posse do seu conteúdo. Esse é o tipo de façanha que lhe confere muito prestígio e respeito entre seus amigos Slabs."
MissionSummary="Defenda o conteiner de suprimentos."
MissionGiver="Rocko"
MissionTurnInLocation="Conteiner de suprimentos da Hyperion"
TeaserText="Defenda o território!"

[M_DefendSlabTower:DefendCrateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DefendSlabTower:DefendSupplyCrate MissionObjectiveDefinition]
ProgressMessage="Defenda a caixa de suprimentos"

[M_DefendSlabTower:GetInCommandTurret MissionObjectiveDefinition]
ProgressMessage="Suba na torreta de comando"

[M_DefendSlabTower:GetInCommandTurretSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DefendSlabTower:GrabBeacons MissionObjectiveDefinition]
ProgressMessage="Recolha os sinalizadores dos Slabs"

[M_DefendSlabTower:GrabBeaconsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DefendSlabTower:PlaceGoliathBeacon MissionObjectiveDefinition]
ProgressMessage="Coloque o sinalizador para Golias"

[M_DefendSlabTower:PlaceGoliathBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DefendSlabTower:PlaceMarauderBeacon MissionObjectiveDefinition]
ProgressMessage="Coloque o sinalizador para Saqueadores"

[M_DefendSlabTower:PlaceMarauderBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DefendSlabTower:PlacePsycoBeacon MissionObjectiveDefinition]
ProgressMessage="Coloque o sinalizador para Psicopatas"

[M_DefendSlabTower:PlacePsycoBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

